[A_Ivan_1673 H7EditorHero]
mName=""
mLore=""

[A_ScenarioHero_Slyn_1 H7EditorHero]
mName=""
mLore=""

[A_Trohan_1 H7EditorHero]
mName=""
mLore=""

[Castrata_3 H7EditorHero]
mName="卡斯特拉塔"
mLore=""

[TheWorld:PersistentLevel.H7AdventureArmy_0 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_1 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_10 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_11 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_1628 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_2 H7AdventureArmy]
mName="冰龙 1"

[TheWorld:PersistentLevel.H7AdventureArmy_2277 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_3 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_4 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_5 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_6 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_7 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_8 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_9 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_0 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_1 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_2 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_3 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_4 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_5 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_6 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_7 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_0 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_1 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_2 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_3 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_4 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_5 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7BattleSite_0 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_1 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_2 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_3 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BuffSite_0 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_1 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_2 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_3 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_4 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_5 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_0 H7CrusaderCommandery]
mDescription="只有一支小型驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_1 H7CrusaderCommandery]
mDescription="只有一支小型驻军在保护这个地方。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7CustomNeutralDwelling_0 H7CustomNeutralDwelling]
mName=""

[TheWorld:PersistentLevel.H7CustomNeutralDwelling_1 H7CustomNeutralDwelling]
mName=""

[TheWorld:PersistentLevel.H7CustomNeutralDwelling_2 H7CustomNeutralDwelling]
mName=""

[TheWorld:PersistentLevel.H7CustomNeutralDwelling_3 H7CustomNeutralDwelling]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_0 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_1 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_0 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_1 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_0 H7DragonUtopia]
mDescription="强大的宝物和财宝等待着那些敢于面对巨龙军团的勇者。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_1 H7DragonUtopia]
mDescription="强大的宝物和财宝等待着那些敢于面对巨龙军团的勇者。"
mName=""

[TheWorld:PersistentLevel.H7Mine_0 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_1 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_10 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_11 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_12 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_13 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_14 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_15 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_16 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_17 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_2 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_3 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_4 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_5 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_6 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_7 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_8 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_9 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Observatory_0 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7Observatory_1 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7Observatory_2 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7Observatory_3 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7Observatory_4 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7Observatory_5 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7ObservatoryHQ_0 H7ObservatoryHQ]
mName=""

[TheWorld:PersistentLevel.H7ObservatoryHQ_1 H7ObservatoryHQ]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_0 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_1 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_10 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_11 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_12 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_13 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_14 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_15 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_16 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_17 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_18 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_19 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_2 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_20 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_21 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_22 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_23 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_24 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_25 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_26 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_27 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_28 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_29 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_3 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_30 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_31 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_32 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_33 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_34 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_35 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_36 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_37 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_38 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_39 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_4 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_40 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_41 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_5 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_6 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_7 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_8 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_9 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_0 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_1 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_2 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_3 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_0 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_1 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_10 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_11 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_12 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_13 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_14 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_15 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_16 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_17 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_18 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_19 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_2 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_20 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_21 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_22 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_23 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_24 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_25 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_26 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_27 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_28 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_29 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_3 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_4 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_5 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_6 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_7 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_8 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_9 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_0 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_1 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_0 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_1 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_10 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_11 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_12 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_13 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_14 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_15 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_16 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_17 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_18 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_19 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_2 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_3 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_4 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_5 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_6 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_7 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_8 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableRandomResource_9 H7PickableRandomResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_0 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_1 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_10 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_11 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_2 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_3 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_4 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_5 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_6 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_7 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_8 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_9 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_0 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_1 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_10 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_11 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_12 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_13 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_14 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_2 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_3 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_4 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_5 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_6 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_7 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_8 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_9 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_0 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_1 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_2 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_3 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_4 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_5 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_6 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_7 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_0 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_1 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_2 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_3 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_4 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_5 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_6 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7ResourceDepot_7 H7ResourceDepot]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_0 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_1 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_2 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_3 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="路标"
mMessage=""
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="路标"
mMessage=""
mName=""

[TheWorld:PersistentLevel.H7Town_3 H7Town]
mName=""

[TheWorld:PersistentLevel.H7Town_4 H7Town]
mName=""

[TheWorld:PersistentLevel.H7TradingPost_0 H7TradingPost]
mName=""

[TheWorld:PersistentLevel.H7TradingPost_1 H7TradingPost]
mName=""

[TheWorld:PersistentLevel.H7VisitingShell_0 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="碎石堆"

[TheWorld:PersistentLevel.H7VisitingShell_1 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="古老废墟"

[TheWorld:PersistentLevel.H7VisitingShell_2 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="旧房子"

[TheWorld:PersistentLevel.H7VisitingShell_3 H7VisitingShell]
mDescription="被遗弃的废墟"
mDescriptionInactive="被遗弃的废墟"
mName="所述地点"

[TheWorld:PersistentLevel.H7VisitingShell_4 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="祭司 1"

[TheWorld:PersistentLevel.H7VisitingShell_5 H7VisitingShell]
mDescription="当你进入时，你的回合将结束以便你进行祈祷。"
mDescriptionInactive="为龙神建造的避难所。"
mName="避难所"

[TheWorld:PersistentLevel.H7VisitingShell_6 H7VisitingShell]
mDescription="当你进入时，你的回合将结束以便你进行祈祷。"
mDescriptionInactive="为龙神建造的避难所。"
mName="避难所 2"

[TheWorld:PersistentLevel.H7VisitingShell_7 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="祭司 2"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="击败邪恶（玩家 1）"
mDescription="与恶魔卡斯特拉塔战斗，在你的对手之前收集到亚莎之泪并取得胜利。"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="通行权"
mDescription="到达顶峰和神圣之地。"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="对抗冰霜"
mDescription="击败远古冰龙并夺回它守护的钥匙。"
mRewardText="恭喜，你已击败冰龙，请接受这份微薄的奖励。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_26 H7SeqAct_Quest_NewNode]
mTitle="击败邪恶（玩家 2）"
mDescription="与恶魔卡斯特拉塔战斗，在你的对手之前收集到亚莎之泪并取得胜利。"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="通行权"
mDescription="到达顶峰和神圣之地。"
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_56 H7SeqAct_Quest_NewNode]
mTitle="对抗冰霜"
mDescription="击败远古冰龙并夺回它守护的钥匙。"
mRewardText="恭喜，你已击败冰龙，请接受这份微薄的奖励。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="赢得与特罗汉的战斗"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription="赢得与特罗汉的战斗

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_152 H7SeqAct_QuestObjective]
mDescription="找到冰龙，挖掘它尸体旁的财宝，并夺回它守护的钥匙。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_153 H7SeqAct_QuestObjective]
mDescription="找到冰龙，挖掘它尸体旁的财宝，并夺回它守护的钥匙。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_49 H7SeqAct_QuestObjective]
mDescription="在你的对手之前击败恶魔卡斯特拉塔。夺回亚莎之泪以拯救王国。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_69 H7SeqAct_QuestObjective]
mDescription="在你的对手之前击败恶魔卡斯特拉塔。夺回亚莎之泪以拯救王国。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_0 H7SeqAct_ShowDialogue]
mLines[0]_Content="击败冰龙以获得黑色钥匙。穿过传送门，击败火龙并杀死卡斯特拉塔。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_1 H7SeqAct_ShowDialogue]
mLines[0]_Content="你是一位不可思议的英雄，准备好穿过大门了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_10 H7SeqAct_ShowDialogue]
mLines[0]_Content="这是在浪费时间……"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_2 H7SeqAct_ShowDialogue]
mLines[0]_Content="问候你，我的英雄！如果你看到路标，就能找到古老的冰龙。当你找到它时，击败它并拿到钥匙。我指望你了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_3 H7SeqAct_ShowDialogue]
mLines[0]_Content="你正踏在神圣的土地上。要前进，你必须向我证明你配得上这项任务，进行一场至死方休的决斗！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_4 H7SeqAct_ShowDialogue]
mLines[0]_Content="令人印象深刻。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_5 H7SeqAct_ShowDialogue]
mLines[0]_Content="小心，你将不得不与巨大的火龙战斗，它受卡斯特拉塔指挥。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_6 H7SeqAct_ShowDialogue]
mLines[0]_Content="不！你竟敢如此，你们这些可恶的蚊子。我要喝干你们的血，在你们的尸体上跳舞！！！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_7 H7SeqAct_ShowDialogue]
mLines[0]_Content="哈哈哈，你们不是我心爱巨龙力量的对手！！！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_8 H7SeqAct_ShowDialogue]
mLines[0]_Content="你的旅程……和你的生命在此终结。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowDialogue_9 H7SeqAct_ShowDialogue]
mLines[0]_Content="什么？？这不可能……呃啊！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowFloatingText_0 H7SeqAct_ShowFloatingText]
mTextToShow="祈祷需要时间并会结束回合。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowFloatingText_1 H7SeqAct_ShowFloatingText]
mTextToShow="祈祷需要时间并会结束回合。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_0 H7SeqAct_ShowText]
mText="夺回由巨型冰龙守护的钥匙。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_1 H7SeqAct_ShowText]
mText="你正在碎石堆中搜索，突然遭到攻击。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_2 H7SeqAct_ShowText]
mText="在你胜利之后，最后的幸存者会将他们的战利品交给你，并恳求你饶他们一命，因为他们将尽其所能为你服务作为回报。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_3 H7SeqAct_ShowText]
mText="当你搜索废墟时，发现了一件被遗忘在那里的古代宝物。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_4 H7SeqAct_ShowText]
mText="你遇到一位祭司，他恳求你向龙神祈祷以换取非凡的奖励。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_5 H7SeqAct_ShowText]
mText="龙神听到了你的祈祷：收下这个，这是一件圣器，当你面对最大危险时它会帮助你。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_8.H7SeqAct_ShowText_6 H7SeqAct_ShowText]
mText="祈祷需要时间并会结束回合。"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="恶魔、火焰与冰霜 H7.5"
mDescription="强大的恶魔卡斯特拉塔偷走了亚莎之泪，正准备毁灭这片区域。在能够面对他和守护巨龙之前，你必须克服几个挑战。\n这张地图是一个两位玩家为时间而相互竞争的战役。地图被分为两个部分，并为每位玩家尽可能公平地实现，物品被复制粘贴以确保每位玩家的距离相同。\n玩家之间的直接对抗既不可能也未设想到。\n祝你好运，英雄们！"